Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# safety.support.nextSteps
source: You do not have to stop following or seeing them. If you would rather step back for now, muting is silent and reversible.
ar: لست مضطرًا إلى إيقاف متابعته أو رؤيته. وإن كنت تفضّل الابتعاد قليلًا الآن، فالكتم صامت ويمكن التراجع عنه.
bn: তাদের ফলো করা বা দেখা বন্ধ করতে হবে না। আপাতত সরে থাকতে চাইলে মিউট নীরবে হয় এবং ফেরানো যায়।
ca: No cal que deixis de seguir-lo ni de veure'l. Si prefereixes apartar-te de moment, silenciar és silenciós i reversible.
cs: Nemusíš je přestat sledovat ani vidět. Pokud se chceš prozatím stáhnout, ztlumení je tiché a vratné.
da: Du behøver ikke holde op med at følge eller se dem. Hvis du hellere vil trække dig lidt for nu, sker lydløs i stilhed og kan fortrydes.
de: Du musst ihnen nicht entfolgen oder sie weiter sehen. Wenn du erst einmal Abstand möchtest, ist Stummschalten lautlos und umkehrbar.
el: Δεν χρειάζεται να σταματήσεις να τους ακολουθείς ή να τους βλέπεις. Αν προτιμάς να κρατήσεις αποστάσεις προς το παρόν, η σίγαση είναι αθόρυβη και αναστρέψιμη.
es: No tienes que dejar de seguirlos ni de verlos. Si prefieres tomar distancia por ahora, silenciar es silencioso y reversible.
fi: Sinun ei tarvitse lopettaa heidän seuraamistaan tai näkemistään. Jos haluat vetäytyä toistaiseksi, mykistäminen on äänetöntä ja peruttavissa.
fr: Vous n’avez pas à arrêter de la suivre ni de la voir. Si vous préférez prendre du recul pour l’instant, la mise en sourdine est silencieuse et réversible.
he: אתה לא חייב להפסיק לעקוב אחריהם או לראות אותם. אם אתה מעדיף לצאת לרגע, השתקה היא שקטה וניתנת לביטול.
hi: आपको उन्हें फ़ॉलो करना या देखना बंद करने की ज़रूरत नहीं है। अगर आप अभी थोड़ा पीछे हटना चाहते हैं, तो म्यूट करना चुपचाप होता है और पलटा जा सकता है।
hr: Ne moraš ih prestati pratiti ni gledati. Ako se radije želiš za sada povući, utišavanje je tiho i može se poništiti.
hu: Nem kell abbahagynod a követésüket vagy a látásukat. Ha inkább egy időre hátrébb lépnél, a némítás csendes és visszavonható.
id: Kamu tidak harus berhenti mengikuti atau melihat mereka. Jika kamu ingin mundur untuk sementara, membisukan berjalan diam-diam dan bisa dibatalkan.
it: Non devi smettere di seguirlo o di vederlo. Se preferisci prendere le distanze per ora, silenziare è silenzioso e reversibile.
ja: フォローをやめたり、見るのをやめたりする必要はありません。いったん距離を置きたい場合は、ミュートは通知されず、元に戻せます。
ko: 팔로우를 끊거나 보지 않아도 돼요. 잠시 거리를 두고 싶다면 뮤트는 조용히 처리되고 되돌릴 수 있어요.
ml: അവരെ ഫോളോ ചെയ്യുന്നതോ കാണുന്നതോ നിർത്തേണ്ടതില്ല. തൽക്കാലം മാറിനിൽക്കണമെങ്കിൽ, മ്യൂട്ട് ചെയ്യൽ നിശ്ശബ്ദവും പഴയപടിയാക്കാവുന്നതുമാണ്.
ms: Anda tidak perlu berhenti mengikut atau melihat mereka. Jika anda lebih suka menjauh buat masa ini, menyenyapkan dilakukan secara senyap dan boleh dibuat asal.
nb: Du trenger ikke slutte å følge eller se dem. Hvis du heller vil trekke deg unna for nå, skjer demping i det stille og kan angres.
nl: Je hoeft ze niet te ontvolgen of niet meer te zien. Als je even afstand wilt, is dempen stil en omkeerbaar.
pl: Nie musisz przestawać ich obserwować ani widzieć. Jeśli wolisz na razie się wycofać, wyciszenie jest ciche i odwracalne.
pt_br: Você não precisa deixar de seguir nem de ver a pessoa. Se prefere se afastar por enquanto, silenciar é silencioso e reversível.
pt_pt: Não tem de deixar de os seguir nem de os ver. Se preferir afastar-se por agora, silenciar é silencioso e reversível.
ro: Nu trebuie să încetezi să-l urmărești sau să-l vezi. Dacă preferi să te retragi deocamdată, dezactivarea este discretă și reversibilă.
ru: Вам не обязательно отписываться или переставать их видеть. Если хотите пока отдалиться, заглушение происходит тихо и обратимо.
sk: Nemusíš ich prestať sledovať ani vidieť. Ak sa chceš zatiaľ odtiahnuť, stlmenie je tiché a vratné.
sv: Du behöver inte sluta följa eller se dem. Om du helst vill ta ett steg tillbaka tills vidare sker det i tysthet att tysta, och det går att ångra.
ta: அவர்களைப் பின்தொடர்வதையோ பார்ப்பதையோ நிறுத்த வேண்டியதில்லை. இப்போதைக்கு விலகியிருக்க விரும்பினால், ஒலியடக்குவது அமைதியானது, மாற்றக்கூடியது.
te: మీరు వారిని ఫాలో అవ్వడం లేదా చూడటం ఆపాల్సిన అవసరం లేదు. ప్రస్తుతానికి కొంచెం దూరం ఉండాలనుకుంటే, మ్యూట్ చేయడం నిశ్శబ్దమైనది, వెనక్కి తీసుకోవచ్చు.
th: คุณไม่จำเป็นต้องเลิกติดตามหรือเลิกเห็นพวกเขา หากอยากถอยออกมาก่อน การปิดเสียงเป็นไปอย่างเงียบๆ และย้อนกลับได้
tr: Onları takip etmeyi veya görmeyi bırakmak zorunda değilsiniz. Şimdilik geri çekilmek isterseniz sessize alma sessizdir ve geri alınabilir.
uk: Вам не обов’язково припиняти стежити за ними чи бачити їх. Якщо ви хочете поки відступити, заглушення тихе й оборотне.
ur: آپ کو انہیں فالو کرنا یا دیکھنا بند کرنے کی ضرورت نہیں۔ اگر آپ فی الحال پیچھے ہٹنا چاہتے ہیں تو میوٹ کرنا خاموش اور قابل واپسی ہے۔
vi: Bạn không phải ngừng theo dõi hay ngừng thấy họ. Nếu bạn muốn lùi lại một thời gian, ẩn là âm thầm và có thể hoàn tác.
zh_hans: 你不必停止关注或看到对方。如果你想暂时避开，静音是静默且可撤销的。
zh_hant: 你不必停止追蹤或看到對方。如果想暫時退一步，靜音是無聲且可復原的。

# safety.support.open
source: Open
ar: فتح
bn: খুলুন
ca: Obre
cs: Otevřít
da: Åbn
de: Öffnen
el: Άνοιγμα
es: Abrir
fi: Avaa
fr: Ouvrir
he: פתח
hi: खोलें
hr: Otvori
hu: Megnyitás
id: Buka
it: Apri
ja: 開く
ko: 열기
ml: തുറക്കുക
ms: Buka
nb: Åpne
nl: Openen
pl: Otwórz
pt_br: Abrir
pt_pt: Abrir
ro: Deschide
ru: Открыть
sk: Otvoriť
sv: Öppna
ta: திற
te: తెరువు
th: เปิด
tr: Aç
uk: Відкрити
ur: کھولیں
vi: Mở
zh_hans: 打开
zh_hant: 開啟

# safety.support.open.a11yLabel
source: Open %@
ar: فتح %@
bn: %@ খুলুন
ca: Obre %@
cs: Otevřít: %@
da: Åbn %@
de: %@ öffnen
el: Άνοιγμα: %@
es: Abrir %@
fi: Avaa %@
fr: Ouvrir %@
he: פתח את %@
hi: %@ खोलें
hr: Otvori: %@
hu: %@ megnyitása
id: Buka %@
it: Apri %@
ja: %@を開く
ko: %@ 열기
ml: %@ തുറക്കുക
ms: Buka %@
nb: Åpne %@
nl: %@ openen
pl: Otwórz: %@
pt_br: Abrir %@
pt_pt: Abrir %@
ro: Deschide %@
ru: Открыть: %@
sk: Otvoriť %@
sv: Öppna %@
ta: %@ ஐத் திற
te: %@ తెరువు
th: เปิด %@
tr: %@ aç
uk: Відкрити: %@
ur: %@ کھولیں
vi: Mở %@
zh_hans: 打开%@
zh_hant: 開啟 %@

# safety.support.privacy
source: The person you reported is not told that you reported them.
ar: الشخص الذي أبلغت عنه لا يُبلَّغ بأنك أبلغت عنه.
bn: আপনি যাকে রিপোর্ট করেছেন তাকে জানানো হয় না যে আপনি রিপোর্ট করেছেন।
ca: La persona que has denunciat no sap que l'has denunciada.
cs: Osoba, kterou jsi nahlásil, se nedozví, že jsi ji nahlásil.
da: Den person, du anmeldte, får ikke at vide, at du anmeldte vedkommende.
de: Die gemeldete Person erfährt nicht, dass du sie gemeldet hast.
el: Το άτομο που ανέφερες δεν ενημερώνεται ότι το ανέφερες.
es: A la persona que denunciaste no se le avisa de que la denunciaste.
fi: Ilmiantamallesi henkilölle ei kerrota, että ilmiannoit hänet.
fr: La personne que vous avez signalée n’est pas informée que vous l’avez signalée.
he: האדם שדיווחת עליו לא מקבל הודעה שדיווחת עליו.
hi: जिसे आपने रिपोर्ट किया उसे नहीं बताया जाता कि आपने उसे रिपोर्ट किया।
hr: Osoba koju si prijavio/la nije obaviještena da si je prijavio/la.
hu: A jelentett személy nem tudja meg, hogy jelentetted.
id: Orang yang kamu laporkan tidak diberi tahu bahwa kamu melaporkannya.
it: La persona che hai segnalato non viene avvisata della tua segnalazione.
ja: 報告された人に、あなたが報告したことは知らされません。
ko: 신고당한 사람에게는 내가 신고했다는 사실이 알려지지 않아요.
ml: നിങ്ങൾ റിപ്പോർട്ട് ചെയ്ത വ്യക്തിയെ അക്കാര്യം അറിയിക്കില്ല.
ms: Orang yang anda laporkan tidak diberitahu bahawa anda melaporkan mereka.
nb: Personen du rapporterte, får ikke vite at du rapporterte vedkommende.
nl: De persoon die je hebt gemeld hoort niet dat jij hem of haar hebt gemeld.
pl: Osoba, którą zgłosiłeś, nie jest informowana o zgłoszeniu.
pt_br: A pessoa que você denunciou não é avisada de que você a denunciou.
pt_pt: A pessoa que denunciou não é avisada de que a denunciou.
ro: Persoana raportată nu este anunțată că ai raportat-o.
ru: Человек, на которого вы пожаловались, не узнает об этом.
sk: Osoba, ktorú si nahlásil, sa nedozvie, že si ju nahlásil.
sv: Personen du rapporterade får inte veta att du rapporterade dem.
ta: நீங்கள் புகாரளித்த நபருக்கு, நீங்கள் புகாரளித்தது தெரிவிக்கப்படாது.
te: మీరు రిపోర్ట్ చేసిన వ్యక్తికి, మీరు రిపోర్ట్ చేశారని చెప్పబడదు.
th: คนที่คุณรายงานจะไม่ได้รับแจ้งว่าคุณรายงานเขา
tr: Şikayet ettiğiniz kişiye, onu şikayet ettiğiniz söylenmez.
uk: Людину, на яку ви поскаржилися, не повідомляють про вашу скаргу.
ur: جس شخص کی آپ نے رپورٹ کی اسے نہیں بتایا جاتا کہ آپ نے رپورٹ کی۔
vi: Người bạn báo cáo không được cho biết là bạn đã báo cáo họ.
zh_hans: 你举报的人不会知道是你举报了他们。
zh_hant: 你檢舉的對象不會得知是你檢舉的。

# safety.support.title
source: Thank you for telling us
ar: شكرًا لإخبارنا
bn: আমাদের জানানোর জন্য ধন্যবাদ
ca: Gràcies per dir-nos-ho
cs: Děkujeme, že jsi nám to řekl
da: Tak, fordi du fortalte os det
de: Danke, dass du uns Bescheid gesagt hast
el: Ευχαριστούμε που μας το είπες
es: Gracias por decírnoslo
fi: Kiitos, että kerroit meille
fr: Merci de nous l’avoir dit
he: תודה ששיתפת אותנו
hi: हमें बताने के लिए धन्यवाद
hr: Hvala što si nam rekao/la
hu: Köszönjük, hogy szóltál
id: Terima kasih sudah memberi tahu kami
it: Grazie per avercelo detto
ja: お知らせいただきありがとうございます
ko: 알려 주셔서 감사해요
ml: ഞങ്ങളെ അറിയിച്ചതിന് നന്ദി
ms: Terima kasih kerana memberitahu kami
nb: Takk for at du sa fra
nl: Bedankt dat je het ons vertelt
pl: Dziękujemy za informację
pt_br: Obrigado por nos contar
pt_pt: Obrigado por nos ter contado
ro: Îți mulțumim că ne-ai spus
ru: Спасибо, что сообщили
sk: Ďakujeme, že si nám to povedal
sv: Tack för att du berättade
ta: எங்களிடம் தெரிவித்ததற்கு நன்றி
te: మాకు తెలియజేసినందుకు ధన్యవాదాలు
th: ขอบคุณที่บอกเรา
tr: Bize söylediğiniz için teşekkürler
uk: Дякуємо, що повідомили нам
ur: ہمیں بتانے کا شکریہ
vi: Cảm ơn bạn đã cho chúng tôi biết
zh_hans: 感谢你告诉我们
zh_hant: 謝謝你告訴我們

# safety.suspended.badge
source: Suspended
ar: موقوف
bn: স্থগিত
ca: Suspès
cs: Pozastaveno
da: Suspenderet
de: Gesperrt
el: Σε αναστολή
es: Suspendida
fi: Jäädytetty
fr: Suspendu
he: מושעה
hi: निलंबित
hr: Suspendirano
hu: Felfüggesztve
id: Ditangguhkan
it: Sospeso
ja: 停止中
ko: 정지됨
ml: സസ്പെൻഡ് ചെയ്തു
ms: Digantung
nb: Suspendert
nl: Geschorst
pl: Zawieszone
pt_br: Suspensa
pt_pt: Suspensa
ro: Suspendat
ru: Заблокирован
sk: Pozastavený
sv: Avstängd
ta: இடைநிறுத்தப்பட்டது
te: సస్పెండ్ చేయబడింది
th: ถูกระงับ
tr: Askıya alındı
uk: Призупинено
ur: معطل
vi: Bị đình chỉ
zh_hans: 已封禁
zh_hant: 已停權

# safety.suspended.checkAgain
source: Check again
ar: تحقّق مجددًا
bn: আবার দেখুন
ca: Torna a comprovar
cs: Zkontrolovat znovu
da: Tjek igen
de: Erneut prüfen
el: Έλεγχος ξανά
es: Comprobar de nuevo
fi: Tarkista uudelleen
fr: Vérifier à nouveau
he: בדוק שוב
hi: फिर जाँचें
hr: Provjeri ponovno
hu: Ellenőrzés újra
id: Periksa lagi
it: Controlla di nuovo
ja: 再確認
ko: 다시 확인
ml: വീണ്ടും പരിശോധിക്കുക
ms: Semak semula
nb: Sjekk på nytt
nl: Opnieuw controleren
pl: Sprawdź ponownie
pt_br: Verificar de novo
pt_pt: Verificar novamente
ro: Verifică din nou
ru: Проверить снова
sk: Skontrolovať znova
sv: Kontrollera igen
ta: மீண்டும் பார்
te: మళ్లీ తనిఖీ చేయి
th: ตรวจสอบอีกครั้ง
tr: Yeniden kontrol et
uk: Перевірити ще раз
ur: دوبارہ جانچیں
vi: Kiểm tra lại
zh_hans: 重新检查
zh_hant: 重新檢查

# safety.suspended.checkAgain.hint
source: Re-reads your suspension from Known
ar: يعيد قراءة حالة إيقافك من «معروف»
bn: Known থেকে আপনার স্থগিতাদেশ আবার পড়ে
ca: Torna a llegir la teva suspensió des de Known
cs: Znovu načte tvé pozastavení z aplikace Known
da: Henter din suspension fra Known igen
de: Liest deine Sperre erneut von Known ein
el: Διαβάζει ξανά την αναστολή σου από το Known
es: Vuelve a leer tu suspensión desde Known
fi: Lukee jäädytyksesi uudelleen Knownilta
fr: Relit votre suspension depuis Known
he: קורא שוב את ההשעיה שלך מ-Known
hi: Known से आपका निलंबन दोबारा पढ़ता है
hr: Ponovno čita tvoju suspenziju iz aplikacije Known
hu: Újra beolvassa a felfüggesztésedet a Knowntól
id: Membaca ulang penangguhanmu dari Known
it: Rilegge da Known lo stato della tua sospensione
ja: 停止の状況をKnownから再取得します
ko: Known에서 정지 상태를 다시 불러와요
ml: Known-ൽ നിന്ന് നിങ്ങളുടെ സസ്പെൻഷൻ വീണ്ടും വായിക്കുന്നു
ms: Membaca semula penggantungan anda daripada Known
nb: Leser suspensjonen din på nytt fra Known
nl: Leest je schorsing opnieuw van Known
pl: Ponownie pobiera z Known informacje o zawieszeniu
pt_br: Lê novamente a sua suspensão no Known
pt_pt: Volta a ler a sua suspensão na Known
ro: Recitește suspendarea ta de la Known
ru: Заново считывает статус вашей блокировки из Known
sk: Znova načíta tvoje pozastavenie zo Known
sv: Läser om din avstängning från Known
ta: Known-இலிருந்து உங்கள் இடைநீக்க நிலையை மீண்டும் படிக்கும்
te: Known నుండి మీ సస్పెన్షన్ వివరాలను మళ్లీ చదువుతుంది
th: อ่านการระงับของคุณจาก Known อีกครั้ง
tr: Askıya alma durumunuzu Known'dan yeniden okur
uk: Знову зчитує ваше призупинення із Known
ur: Known سے آپ کی معطلی دوبارہ پڑھتا ہے
vi: Đọc lại tình trạng đình chỉ của bạn từ Known
zh_hans: 从 Known 重新读取你的封禁状态
zh_hant: 從 Known 重新讀取你的停權狀態

# safety.suspended.indefinite
source: This suspension has no end date. It does not expire on its own — an appeal is the only thing that changes it.
ar: لا يوجد تاريخ انتهاء لهذا الإيقاف. ولا ينتهي من تلقاء نفسه — والتظلّم هو الشيء الوحيد الذي يغيّره.
bn: এই স্থগিতাদেশের কোনো শেষ তারিখ নেই। এটি নিজে থেকে শেষ হয় না — শুধু আপিলই এটি বদলাতে পারে।
ca: Aquesta suspensió no té data de finalització. No caduca per si sola: una apel·lació és l'única cosa que la pot canviar.
cs: Toto pozastavení nemá datum konce. Samo nevyprší – změnit ho může jen odvolání.
da: Denne suspension har ingen slutdato. Den udløber ikke af sig selv – kun en anke kan ændre den.
de: Diese Sperre hat kein Enddatum. Sie läuft nicht von selbst ab – nur ein Einspruch kann sie ändern.
el: Αυτή η αναστολή δεν έχει ημερομηνία λήξης. Δεν λήγει μόνη της — μόνο μια ένσταση μπορεί να την αλλάξει.
es: Esta suspensión no tiene fecha de fin. No caduca por sí sola: una apelación es lo único que la cambia.
fi: Tällä jäädytyksellä ei ole päättymispäivää. Se ei raukea itsestään – valitus on ainoa asia, joka sen muuttaa.
fr: Cette suspension n’a pas de date de fin. Elle n’expire pas d’elle-même — seul un recours peut la modifier.
he: להשעיה הזו אין תאריך סיום. היא לא פוקעת מעצמה — ערעור הוא הדבר היחיד ששולח אותה.
hi: इस निलंबन की कोई समाप्ति तिथि नहीं है। यह अपने-आप खत्म नहीं होता — सिर्फ़ अपील इसे बदल सकती है।
hr: Ova suspenzija nema datum završetka. Ne istječe sama od sebe — jedino je žalba može promijeniti.
hu: Ennek a felfüggesztésnek nincs lejárati dátuma. Magától nem jár le – csak egy fellebbezés változtathat rajta.
id: Penangguhan ini tidak punya tanggal berakhir. Tidak berakhir dengan sendirinya — banding adalah satu-satunya yang mengubahnya.
it: Questa sospensione non ha una data di fine. Non scade da sola: solo un ricorso può cambiarla.
ja: この停止には終了日がありません。自然には解除されず、変えられるのは異議申し立てだけです。
ko: 이 정지에는 종료일이 없어요. 저절로 만료되지 않으며, 이의 신청만이 상황을 바꿀 수 있어요.
ml: ഈ സസ്പെൻഷന് അവസാന തീയതിയില്ല. ഇത് തനിയെ അവസാനിക്കില്ല — ഇത് മാറ്റാൻ കഴിയുന്നത് ഒരു അപ്പീലിന് മാത്രമാണ്.
ms: Penggantungan ini tiada tarikh tamat. Ia tidak tamat dengan sendirinya — rayuan ialah satu-satunya yang boleh mengubahnya.
nb: Denne suspensjonen har ingen sluttdato. Den utløper ikke av seg selv. En anke er det eneste som kan endre den.
nl: Deze schorsing heeft geen einddatum. Ze verloopt niet vanzelf: alleen een bezwaar kan dit veranderen.
pl: To zawieszenie nie ma daty końca. Nie wygasa samo — zmienić je może tylko odwołanie.
pt_br: Esta suspensão não tem data de término. Ela não expira sozinha: só uma contestação pode mudá-la.
pt_pt: Esta suspensão não tem data de fim. Não expira por si — só uma contestação a pode alterar.
ro: Această suspendare nu are dată de încheiere. Nu expiră singură — doar o contestație o poate schimba.
ru: У этой блокировки нет даты окончания. Сама она не закончится — изменить её может только апелляция.
sk: Toto pozastavenie nemá dátum ukončenia. Samo nevyprší — zmeniť ho môže len odvolanie.
sv: Den här avstängningen har inget slutdatum. Den går inte ut av sig själv – ett överklagande är det enda som ändrar den.
ta: இந்த இடைநீக்கத்துக்கு முடிவுத் தேதி இல்லை. இது தானாக முடியாது — மேல்முறையீடு மட்டுமே இதை மாற்றும்.
te: ఈ సస్పెన్షన్‌కు ముగింపు తేదీ లేదు. ఇది దానంతట అదే ముగియదు — అప్పీల్ మాత్రమే దీన్ని మార్చగలదు.
th: การระงับนี้ไม่มีวันสิ้นสุด ไม่หมดอายุเอง สิ่งเดียวที่เปลี่ยนได้คือการอุทธรณ์
tr: Bu askıya almanın bitiş tarihi yok. Kendiliğinden sona ermez; onu değiştirebilecek tek şey itirazdır.
uk: Це призупинення не має дати завершення. Воно не закінчується саме — його може змінити лише апеляція.
ur: اس معطلی کی کوئی اختتامی تاریخ نہیں۔ یہ خود ختم نہیں ہوتی — اسے صرف اپیل ہی بدل سکتی ہے۔
vi: Việc đình chỉ này không có ngày kết thúc. Nó không tự hết hạn — khiếu nại là cách duy nhất để thay đổi.
zh_hans: 此次封禁没有结束日期，不会自行到期，只有申诉才能改变。
zh_hant: 此停權沒有結束日期，不會自動到期，只有申訴能改變它。

# safety.suspended.liftsOn
source: This suspension lifts on %@.
ar: يُرفع هذا الإيقاف في %@.
bn: এই স্থগিতাদেশ %@ তারিখে উঠে যাবে।
ca: Aquesta suspensió s'aixeca el %@.
cs: Toto pozastavení skončí %@.
da: Denne suspension ophæves %@.
de: Diese Sperre wird am %@ aufgehoben.
el: Αυτή η αναστολή αίρεται στις %@.
es: Esta suspensión se levanta el %@.
fi: Tämä jäädytys puretaan %@.
fr: Cette suspension prend fin le %@.
he: ההשעיה הזו מוסרת ב-%@.
hi: यह निलंबन %@ को हटेगा।
hr: Ova suspenzija se ukida: %@.
hu: Ez a felfüggesztés megszűnik: %@.
id: Penangguhan ini dicabut pada %@.
it: Questa sospensione termina il %@.
ja: この停止は%@に解除されます。
ko: 이 정지는 %@에 해제돼요.
ml: ഈ സസ്പെൻഷൻ %@ ന് നീങ്ങും.
ms: Penggantungan ini ditarik balik pada %@.
nb: Denne suspensjonen oppheves %@.
nl: Deze schorsing wordt opgeheven op %@.
pl: To zawieszenie zostanie zniesione: %@.
pt_br: Esta suspensão termina em %@.
pt_pt: Esta suspensão termina em %@.
ro: Această suspendare se ridică la %@.
ru: Блокировка будет снята: %@.
sk: Toto pozastavenie sa ruší %@.
sv: Den här avstängningen hävs %@.
ta: இந்த இடைநீக்கம் %@ அன்று நீங்கும்.
te: ఈ సస్పెన్షన్ %@న ముగుస్తుంది.
th: การระงับนี้จะสิ้นสุดวันที่ %@
tr: Bu askıya alma %@ tarihinde kalkar.
uk: Це призупинення буде знято: %@.
ur: یہ معطلی %@ کو ختم ہوگی۔
vi: Việc đình chỉ này sẽ được gỡ vào %@.
zh_hans: 此次封禁将于 %@ 解除。
zh_hant: 此停權將於 %@ 解除。

# safety.suspended.noReason
source: Known did not attach a reason to this suspension. The appeal below reaches a human who can see the full record.
ar: لم يُرفق معروف سببًا بهذا الإيقاف. والتظلّم أدناه يصل إلى إنسان يمكنه الاطلاع على السجل كاملًا.
bn: Known এই স্থগিতাদেশের সাথে কোনো কারণ যুক্ত করেনি। নিচের আপিল একজন মানুষের কাছে পৌঁছায় যিনি পুরো রেকর্ড দেখতে পারেন।
ca: Known no ha adjuntat cap motiu a aquesta suspensió. L'apel·lació de sota arriba a una persona que pot veure tot l'historial.
cs: Known k tomuto pozastavení nepřipojila důvod. Odvolání níže se dostane k člověku, který vidí celý záznam.
da: Known har ikke knyttet en begrundelse til denne suspension. Anken nedenfor når et menneske, der kan se hele sagen.
de: Known hat dieser Sperre keinen Grund beigefügt. Der Einspruch unten erreicht einen Menschen, der die vollständige Akte sehen kann.
el: Το Known δεν επισύναψε λόγο σε αυτή την αναστολή. Η ένσταση παρακάτω φτάνει σε άνθρωπο που βλέπει ολόκληρο το ιστορικό.
es: Known no adjuntó ningún motivo a esta suspensión. La apelación de abajo llega a una persona que puede ver el expediente completo.
fi: Known ei liittänyt tähän jäädytykseen syytä. Alla oleva valitus menee ihmiselle, joka näkee koko tiedon.
fr: Known n’a joint aucun motif à cette suspension. Le recours ci-dessous parvient à une personne qui peut voir le dossier complet.
he: Known לא צירפה סיבה להשעיה הזו. הערעור למטה מגיע לאדם שיכול לראות את התיעוד המלא.
hi: Known ने इस निलंबन के साथ कोई कारण नहीं जोड़ा। नीचे की अपील एक ऐसे इंसान तक पहुँचती है जो पूरा रिकॉर्ड देख सकता है।
hr: Known nije priložila razlog ovoj suspenziji. Žalba ispod stiže do čovjeka koji može vidjeti cijeli zapis.
hu: A Known nem csatolt okot ehhez a felfüggesztéshez. Az alábbi fellebbezés egy emberhez jut, aki látja a teljes aktát.
id: Known tidak mencantumkan alasan pada penangguhan ini. Banding di bawah sampai ke seorang manusia yang bisa melihat catatan lengkapnya.
it: Known non ha indicato un motivo per questa sospensione. Il ricorso qui sotto arriva a una persona che può vedere la pratica completa.
ja: この停止には、Knownから理由が添えられていません。下の異議申し立ては、全記録を確認できる人に届きます。
ko: Known은 이 정지에 사유를 첨부하지 않았어요. 아래 이의 신청은 전체 기록을 볼 수 있는 사람에게 전달돼요.
ml: Known ഈ സസ്പെൻഷനോടൊപ്പം കാരണമൊന്നും നൽകിയിട്ടില്ല. താഴെയുള്ള അപ്പീൽ പൂർണ്ണ രേഖ കാണാൻ കഴിയുന്ന ഒരു മനുഷ്യന്റെ അടുത്തെത്തും.
ms: Known tidak melampirkan sebab pada penggantungan ini. Rayuan di bawah sampai kepada seorang manusia yang boleh melihat rekod penuh.
nb: Known ga ingen begrunnelse for denne suspensjonen. Anken nedenfor når et menneske som kan se hele saken.
nl: Known heeft geen reden aan deze schorsing gekoppeld. Het bezwaar hieronder komt bij een mens die het volledige dossier kan zien.
pl: Known nie podała powodu tego zawieszenia. Odwołanie poniżej trafia do człowieka, który widzi pełną historię.
pt_br: O Known não anexou um motivo a esta suspensão. A contestação abaixo chega a uma pessoa que pode ver o registro completo.
pt_pt: A Known não indicou um motivo para esta suspensão. A contestação abaixo chega a uma pessoa que consegue ver o registo completo.
ro: Known nu a atașat un motiv acestei suspendări. Contestația de mai jos ajunge la un om care poate vedea dosarul complet.
ru: Known не указала причину этой блокировки. Апелляция ниже попадёт к человеку, который видит полную историю.
sk: Known k tomuto pozastaveniu nepripojila dôvod. Odvolanie nižšie sa dostane k človeku, ktorý vidí celý záznam.
sv: Known angav ingen orsak till den här avstängningen. Överklagandet nedan når en människa som kan se hela ärendet.
ta: இந்த இடைநீக்கத்துக்கு Known காரணம் எதையும் இணைக்கவில்லை. கீழே உள்ள மேல்முறையீடு முழுப் பதிவையும் பார்க்கக்கூடிய ஒருவரைச் சென்றடையும்.
te: Known ఈ సస్పెన్షన్‌కు కారణం ఏదీ జోడించలేదు. కింద ఉన్న అప్పీల్ పూర్తి రికార్డును చూడగల ఒక వ్యక్తికి చేరుతుంది.
th: Known ไม่ได้แนบเหตุผลกับการระงับนี้ การอุทธรณ์ด้านล่างจะไปถึงคนที่เห็นข้อมูลทั้งหมด
tr: Known bu askıya almaya bir neden eklemedi. Aşağıdaki itiraz, tam kaydı görebilen bir insana ulaşır.
uk: Known не вказала причини цього призупинення. Апеляція нижче потрапляє до людини, яка бачить повний запис.
ur: Known نے اس معطلی کے ساتھ کوئی وجہ نہیں لگائی۔ نیچے کی اپیل ایک ایسے انسان تک پہنچتی ہے جو پورا ریکارڈ دیکھ سکتا ہے۔
vi: Known không đính kèm lý do cho việc đình chỉ này. Khiếu nại bên dưới sẽ đến một người thật có thể xem toàn bộ hồ sơ.
zh_hans: Known 没有为此次封禁附上原因。下方的申诉会送达能查看完整记录的真人。
zh_hant: Known 沒有為這次停權附上原因。下方的申訴會交給能查看完整紀錄的真人。

# safety.suspended.noReasonHeader
source: NO REASON GIVEN
ar: لم يُذكر سبب
bn: কোনো কারণ জানানো হয়নি
ca: SENSE MOTIU INDICAT
cs: DŮVOD NEUVEDEN
da: INGEN BEGRUNDELSE
de: KEIN GRUND ANGEGEBEN
el: ΔΕΝ ΔΟΘΗΚΕ ΛΟΓΟΣ
es: SIN MOTIVO INDICADO
fi: SYYTÄ EI ANNETTU
fr: AUCUN MOTIF INDIQUÉ
he: לא ניתנה סיבה
hi: कोई कारण नहीं बताया गया
hr: RAZLOG NIJE NAVEDEN
hu: NINCS MEGADOTT OK
id: TIDAK ADA ALASAN
it: NESSUN MOTIVO INDICATO
ja: 理由は示されていません
ko: 사유 없음
ml: കാരണം നൽകിയിട്ടില്ല
ms: TIADA SEBAB DIBERIKAN
nb: INGEN BEGRUNNELSE OPPGITT
nl: GEEN REDEN OPGEGEVEN
pl: NIE PODANO POWODU
pt_br: NENHUM MOTIVO INFORMADO
pt_pt: SEM MOTIVO INDICADO
ro: FĂRĂ MOTIV
ru: ПРИЧИНА НЕ УКАЗАНА
sk: DÔVOD NEUVEDENÝ
sv: INGEN ORSAK ANGIVEN
ta: காரணம் கொடுக்கப்படவில்லை
te: కారణం ఇవ్వలేదు
th: ไม่ได้ระบุเหตุผล
tr: NEDEN BELİRTİLMEDİ
uk: ПРИЧИНУ НЕ ВКАЗАНО
ur: کوئی وجہ نہیں بتائی گئی
vi: KHÔNG NÊU LÝ DO
zh_hans: 未给出原因
zh_hant: 未提供原因
